Repository: common-repository/wp-thumbgallery
Catalog: languages/wpthumbgallery-*.po
Languages: it_it

source: mb.ideas installed plug-ins
it_it: mb.ideas plug-ins

source: Get the PLUS plug-in to customize each single gallery from the Media gallery panel.
it_it: Acquista la versione <strong>Plus</strong> per personalizzare ogni galleria dal pannello "Media gallery" accessibile dall'editor di post o pagine.

source: activate mb.thumbGallery
it_it: attiva mb.thumbGallery

source: Get your <strong>PLUS</strong> plug-in!
it_it: Passa a<br><strong>mb.thumbGallery PLUS</strong>!

source: With the <strong>mb.thumbGallery PLUS</strong> plug-in you can activate the advanced settings panel and customize each single gallery from the Media gallery panel.
it_it: Con <strong>mb.thumbGallery PLUS</strong>si attva il pannello di impostazioni avanzate e potrai personalizzare ogni singola galleria dal pannello Media gallery.

source: Go <strong>PLUS</strong> For <b>%s EUR</b> Only
it_it: Passa a <strong>PLUS</strong> per solo <b>%s EUR</b>!

source: Thanks for installing <strong>mb.thumbGallery</strong>!
it_it: Grazie per avere installato <strong>mb.thumbGallery</strong>!

source: You're using <strong>mb.thumbGallery</strong> v. <b>%s</b>
it_it: Stai usando <strong>mb.thumbGallery</strong> v <b>%s</b>

source: by
it_it: realizzato da

source: Follow me on twitter
it_it: Seguimi su Twitter

source: Visit my site
it_it: Visita il mio sito

source: Visit my blog
it_it: Visita il mio blog

source: donate
it_it: DONA ORA

source: Subscribe to my mailing list <br>to stay in touch
it_it: Sottoscrivi la mia mailing list <br>per restare aggiornato

source: your email address
it_it: il tuo indirizzo email

source: Subscribe
it_it: Registrati

source: Use the default Wordpress shortcode to display an awesome smart responsive image-gallery.
it_it: Utilizza lo shortcode di default di Wordpress per creare una galleria di immagini bellissima ed accattivante.
